/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "Probeer het opnieuw";
CancelButtonTitle = "Annuleer";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION> omdat het volgende bestand niet kan worden gelezen: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION> omdat het volgende bestand niet kan worden gevonden: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "Plaats het bestand “HPEventStore.hpstore” terug als u dit verplaatst of verwijderd hebt en klik op “Probeer het opnieuw”.\rKlik op “Maak” om een nieuw bestand te maken.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "Maak";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION> omdat de toepassing geen toegang heeft tot het volgende bestand: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "Herstel toegang";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "Controleer of de bijbehorende mappen van “HPEventStore.hpstore” niet vergrendeld zijn en hun bevoegdheden op “Lezen en schrijven” ingesteld zijn en klik op “Probeer het opnieuw”.\rAls u wilt dat de toepassing de bevoegdheden probeert te herstellen, klikt u op “Herstel toegang”.";

//Error description for out of disk space error
DiskFullErrorDescription = "<OPERATION> omdat de opstartschijf onvoldoende ruimte bevat.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "Verwijder bepaalde bestanden van de schijf en klik op “Probeer het opnieuw”.";